const quizInfo = [
  {
    order: "가로 1",
    answer: "슬라이싱",
    quiz_para: "두 개의 인덱스로 범위를 지정하여 리스트의 요소를 가져오며, 실행 결과는 항상 리스트가 된다.",
  },
  {
    order: "세로 2",
    answer: "라이브러리",
    quiz_para: "메소드와 클래스 등의 모음으로 특정 작업을 수행하기 위한 코드와 기능을 제공한다.",
  },
  {
    order: "가로 3",
    answer: "리스트",
    quiz_para: "파이선에서 데이터를 순차적으로 저장하여 하나의 이름으로 관리하는 자료 구조이다.",
  },
  {
    order: "세로 4",
    answer: "트리",
    quiz_para: "나뭇가지가 뻗어 나가는 것처럼 하나의 핵심 요소부터 시작하여 하위 요소를 연결하여 표현하는 구조이다.",
  },
  {
    order: "가로 5",
    answer: "클래스",
    quiz_para: "객체를 생성하기 위한 설계도로 객체를 나타내는 속성과 기능을 활용하여 정의할 수 있다.",
  },
  {
    order: "세로 6",
    answer: "그래프",
    quiz_para: "핵심 요소 간의 관계를 선으로 연결하여 표현한 구조이다.",
  },
];
