const quizInfo = [
  {
    order: "1 / 5",
    word: "ㅍㅅ",
    answer: "픽셀",
    quiz_para: "화면을 구성하는 가장 작은 단위로, 화소라고도 한다.",
    answer_para: "화면을 구성하는 가장 작은 단위",
  },
  {
    order: "2 / 5",
    word: "ㅂㅎㅎ",
    answer: "복호화",
    quiz_para: "암호화된 데이터를 다시 의미를 알아볼 수 있는 문자열로 변경하는 것을 말한다.",
    answer_para: "암호화된 데이터를 다시 의미를 알아볼 수 있는 문자열로 변경하는 것",
  },
  {
    order: "3 / 5",
    word: "ㅈㅎ ㄷㅇㅌ",
    answer: "정형 데이터",
    quiz_para: "일관된 형태를 띠며, 주로 열과 행으로 구성되는 표 형태로 데이터를 나열한 구조이다.",
    answer_para: "주로 열과 행으로 구성되는 표 형태로 데이터를 나열한 구조",
  },
  {
    order: "4 / 5",
    word: "ㅅㅈㄷ",
    answer: "산점도",
    quiz_para:
      "데이터를 시각화하는 방법으로 데이터셋 간의 유사성, 상관관계를 표현한다. 속성이 두 개인 것을 나타낼 때 사용한다.",
    answer_para: "데이터셋 간의 유사성, 상관관계를 표현하는 데이터 시각화 방법",
  },
  {
    order: "5 / 5",
    word: "ㅎㅌ ㅁ",
    answer: "히트 맵",
    quiz_para: "웹사이트에서 사용자의 마우스가 이동한 경로나 머문 경로를 기록하여 빈도를 시각화한다.",
    answer_para: "웹사이트에서 마우스가 이동하거나 머문 경로를 기록하여 빈도를 시각화하는 방법",
  },
];
