const quizInfo = [
  {
    word: "ㅈㄴㅎ ㅇㅇㅈㅌ",
    answer: "지능형 에이전트",
    quiz_para: "스스로 환경을 인지하고 작동하며, 변화에 적응하고, 최상의 결과를 도출하도록 행동하는 컴퓨팅 시스템",
    answer_para:
      "스스로 환경을 인지하고, 작동하며, 변화에 적응하고, 최상의 결과를 도출하도록 행동하는 컴퓨팅 시스템을 지능형 에이전트라고 한다.",
  },
  {
    word: "ㅇㅊㅇㅇㅌ",
    answer: "액추에이터",
    quiz_para: "지능형 에이전트를 구성하며 결정된 행동을 수행하거나 시스템을 제어하는 데 쓰이는 기계 장치",
    answer_para:
      "지능형 에이전트는 기본적으로 센서, 액추에이터, 에이전트 함수로 구성되며 이 중 액추에이터로 결정된 행동을 수행한다.",
  },
  {
    word: "ㄱㅇㄱㅈㄴ",
    answer: "강인공지능",
    quiz_para: "인간의 지시에 따라 수행하는 것을 뛰어넘어 인간처럼 행동·추론하는 형태로 개발되고 있는 것",
    answer_para:
      "강인공지능은 약인공지능보다 발전된 인공지능으로 인간의 지시에 따라 수행하는 것을 뛰어넘어 인간처럼 행동·추론하는 인공지능이다.",
  },
  {
    word: "ㄱㄱㅎㅅ",
    answer: "기계학습",
    quiz_para: "데이터에서 패턴을 찾아 결과를 예측, 대상 인식, 판단 추론 등을 할 수 있는 인공지능 시스템을 만드는 기술",
    answer_para:
      "기계학습은 데이터에서 패턴을 찾아 결과를 예측, 대상 인식, 판단 추론 등을 할 수 있는 인공지능 시스템을 만드는 기술로 컴퓨터가 스스로 학습하여 인공지능의 성능을 향상한다.",
  },
  {
    word: "ㅎㄱ",
    answer: "회귀",
    quiz_para: "입력 데이터로 수치형 값을 예측할 때 사용하는 지도학습의 대표적인 유형",
    answer_para: "회귀는 입력 데이터로 수치형 값을 예측할 때 사용하는 지도학습의 대표적인 유형이다.",
  },
];
