const quizInfo = [
  {
    lierIdx: 2,
    lier: "민수찬",
    answer: "네트워크",
    textArr: [
      "여러 대의 컴퓨팅 시스템을 연결하여 구성한 통신망이야.",
      "이것은 문자, 음성, 영상 등 각종 데이터를 주고받을 수 있어.",
      "이것은 스마트폰으로만 사용할 수 있어.",
      "이것은 컴퓨팅 시스템, 전송 매체, 네트워크 장비 등으로 구성되어 있어.",
      "이것은 연결 방법에 따라 유선과 무선으로 구분돼.",
    ],
  },
  {
    lierIdx: 0,
    lier: "최명준",
    answer: "IP 주소",
    textArr: [
      "외부로 데이터를 전송할 때 네트워크의 통로 역할을 해.",
      "이것은 약 42억 개의 주소를 사용할 수 있어.",
      "네트워크에서 위치를 나타내는 데 사용해.",
      "이것은 컴퓨팅 시스템이나 네트워크 장치를 식별하기 위한 주소야.",
      "이것을 표현할 때는 32bit의 주소를 8bit씩 나눠서 십진수로 표시해.",
    ],
  },
  {
    lierIdx: 4,
    lier: "이도건",
    answer: "응용 서비스",
    textArr: [
      "사물 인터넷 시스템의 사용자가 사용하는 기능이야.",
      "농업, 제조업, 건설업 등 다양한 분야에서 업무 효율성을 높이기 위해 사용해.",
      "이것의 예로는 스마트 냉장고의 에너지 사용량 확인 및 분석가 있어.",
      "사물 인터넷 시스템의 구성 요소 중 하나야.",
      "수집된 데이터가 전송되는 곳이야.",
    ],
  },
  {
    lierIdx: 1,
    lier: "강주희",
    answer: "스마트 공장",
    textArr: [
      "이곳에서는 공정이 자동으로 연계되어 있어.",
      "에너지 자원의 수요를 실시간으로 확인할 수 있어.",
      "이것으로 인해 효율성이 높아졌어.",
      "사물 인터넷 기술을 사용한 공장이야.",
      "모든 공정에 데이터가 유기적으로 연결되어 있어.",
    ],
  },
  {
    lierIdx: 3,
    lier: "김예일",
    answer: "습도 센서",
    textArr: [
      "현실 세계의 데이터를 수집하는 장치야.",
      "습도를 측정할 수 있어.",
      "습도를 조절하는 장치를 만들 때 필요해.",
      "프로그래밍을 통해 피지컬 컴퓨팅 장치를 제어할 수 있어.",
      "에어컨이 자동으로 체감 온도를 조절할 때 활용해.",
    ],
  },
];
